type PolaroidCardProps = {
  imageUrl: string;
  text: string;
  date: string;
};

export const data: PolaroidCardProps[] = [
    {
        imageUrl: "/avtodeevo.jpg",
        text: "Гармония появилась и пропала, как молния",
        date: "Осень 2023"
    },
    {
        imageUrl: "/most.jpg",
        text: "Сколько девушек, ну и ну Если мне надо выбрать одну Пусть будет эта Заверните её в фату",
        date: "Весна 2024"
    },
    {
        imageUrl: "/moment.jpg",
        text: "Правила помнит каждый. Мы не увидим дважды Даже совсем не важный прожитый эпизод...",
        date: "Весна 2025"
    },
    {
        imageUrl: "/notbedend.jpg",
        text: "И как бы странно эта фраза не звучала 'Любой конец — это хорошее начало'",
        date: "Лето 2025"
    },
    {
        imageUrl: "/my-live.jpg",
        text: "Я смотрю на тебя, ты глядишь на меня - И искра, буря, безумие!",
        date: "Осень 2025"
    },
    {
        imageUrl: "/first-lina.jpg",
        text: "Ты мне целовала спину\nТуда же и наносила две тысячи ножевых\nА мне чудилась даже в них нежность \nЯ никогда так не любил прежде",
        date: "Осень 2025"
    },
    {
        imageUrl: "/first-kiss-lina.jpg",
        text: "Так не бойся, милая, ляг на снег\nСлепой художник напишет портрет\nВоспоёт твои формы поэт\nИ станет звездой актёр бродячего цирка",
        date: "Зима 2025"
    },
]
